Chromium.pfm_title = "Chromium";
Chromium.pfm_description = "Chromium tercihleri";
AllowCrossOriginAuthPrompt.pfm_title = "Cross-origin HTTP Basic Auth istekleri";
AllowCrossOriginAuthPrompt.pfm_description = "Sayfadaki üçüncü taraf alt içeriğin HTTP Basic Auth iletişim kutusu görüntüleyip görüntülemeyeceğini denetler. Genellikle bu seçenek, kimlik avına karşı savunma amacıyla devre dışıdır.";
AllowFileSelectionDialogs.pfm_title = "Dosya seçme iletişim kutularının çağrılmasına izin ver.";
AllowFileSelectionDialogs.pfm_description = "Chromium tarafından dosya seçme iletişim kutularının görüntülenmesine izin vererek makinedeki yerel dosyalara erişim olanağı sağlar. Bu ayarı etkinleştirirseniz, kullanıcılar dosya seçme iletişim kutularını normal olarak açabilirler. Bu ayarı devre dışı bırakırsanız, kullanıcı dosya seçme iletişim kutusu açan bir işlem gerçekleştirdiğinde (ör. yer işaretlerini içe aktarma, dosya yükleme, bağlantıları kaydetme vb.) bunun yerine bir mesaj görüntülenir ve kullanıcının dosya seçme iletişim kutusunda İptal'i tıkladığı kabul edilir. Bu ayar belirtilmemişse, kullanıcılar dosya seçme iletişim kutularını normal olarak açabilirler.";
AllowOutdatedPlugins.pfm_title = "Eski eklentilerin çalıştırılmasına izin ver";
AllowOutdatedPlugins.pfm_description = "Chromium ürününün eski eklentileri çalıştırmasına izin verir. Bu ayarı etkinleştirirseniz eski eklentiler normal eklentiler gibi kullanılır. Bu ayarı devre dışı bırakırsanız eski eklentiler kullanılmaz ve kullanıcılardan bu eklentilerin çalıştırılması için izin istenmez. Bu ayar belirtilmezse kullanıcılardan eski eklentilerin çalıştırılması için izin istenir.";
AlternateErrorPagesEnabled.pfm_title = "Alternatif hata sayfalarını etkinleştir";
AlternateErrorPagesEnabled.pfm_description = "Chromium içine yerleştirilmiş bulunan alternatif hata sayfalarının ('sayfa bulunamadı' gibi) kullanımını etkinleştirir ve kullanıcıların bu ayarı değiştirmelerini önler. Bu ayarı etkinleştirirseniz alternatif hata sayfaları kullanılır. Bu ayarı devre dışı bırakırsanız alternatif hata sayfaları hiçbir zaman kullanılmaz. Bu ayarı etkinleştirir veya devre dışı bırakırsanız, kullanıcılar bu ayarı Chromium içinde değiştiremez veya geçersiz kılamazlar.";
AlwaysAuthorizePlugins.pfm_title = "Yetkilendirme gerektiren eklentileri her zaman çalıştırır";
AlwaysAuthorizePlugins.pfm_description = "Chromium uygulamasının yetkilendirme gereken eklentileri çalıştırmasına izin verir.\n\nBu ayarı etkinleştirirseniz eski olmayan eklentiler her zaman çalışır.\n\nBu ayar devre dışı bırakılır veya düzenlenmezse, yetkilendirme gerektiren eklentilerin çalışması için kullanıcıdan izin istenir. Bunlar, güvenlik tehlikesi oluşturabilecek uygulamalardır.";
AuthNegotiateDelegateWhitelist.pfm_title = "Kerberos yetki sunucusu beyaz listesi";
AuthNegotiateDelegateWhitelist.pfm_description = "Chromium tarafından yetki verilebilecek sunucular.";
AuthSchemes.pfm_title = "Desteklenen kimlik doğrulama şemaları";
AuthSchemes.pfm_description = "Hangi HTTP Kimlik Doğrulama şemalarının Chromium tarafından desteklendiğini belirtir. Olası değerler sunlardır: 'basic', 'digest', 'ntlm' ve 'negotiate'. Birden fazla değeri virgüllerle ayırın.";
AuthServerWhitelist.pfm_title = "Kimlik doğrulama sunucusu beyaz listesi";
AuthServerWhitelist.pfm_description = "Entegre kimlik doğrulaması için hangi sunucuların beyaz listede bulunacağını belirtir. Entegre kimlik doğrulaması yalnızca Chromium bu izin verilenler listesindeki bir proxy'den veya sunucudan kimlik doğrulaması sınaması aldığında etkinleştirilir. Birden fazla sunucu adı olduğunda virgül ile ayırın. Joker karakterlere (*) izin verilir.";
AutoFillEnabled.pfm_title = "Otomatik Doldurmayı etkinleştir";
AutoFillEnabled.pfm_description = "Chromium içinde bulunan Otomatik Doldurma özelliğini etkinleştirir ve kullanıcıların adresler ve kredi kartı bilgileri gibi önceden saklanmış bilgileri kullanarak web formlarını otomatik bir şekilde doldurmalarına olanak sağlar. Bu ayarı devre dışı bırakırsanız kullanıcılar Otomatik Doldurma özelliğine erişemezler. Bu ayarı etkinleştirirseniz veya bir değer yapılandırmazsanız Otomatik Doldurma kullanıcının denetimi altında kalır. Böylece kullanıcılara, Otomatik Doldurma profillerini yapılandırma ve kendi istedikleri şekilde Otomatik Doldurma özelliğini açıp kapama olanağı verilir.";
BlockThirdPartyCookies.pfm_title = "Üçüncü taraf çerezlerini engelle";
BlockThirdPartyCookies.pfm_description = "Üçüncü taraf çerezlerini engeller. Bu ayar etkinleştirildiğinde, tarayıcının adres çubuğundaki alan adına ait olmayan web sayfası öğelerinin çerezleri ayarlaması engellenir. Bu ayar devre dışı bırakıldığında tarayıcının adres çubuğundaki alan adına ait olmayan web sayfası öğelerinin çerezleri ayarlamasına izin verilir ve kullanıcıların bu ayarı değiştirmeleri engellenir.";
BookmarkBarEnabled.pfm_title = "Yer İşareti Çubuğunu etkinleştir";
BookmarkBarEnabled.pfm_description = "Chromium içinde yeni sekme sayfasındaki yer işareti çubuğunu etkinleştirir. Bu ayarı etkinleştirirseniz Chromium \"Yeni sekme\" sayfasında bir yer işareti çubuğu görüntüler. Bu ayarı devre dışı bırakırsanız, kullanıcılar yer işareti çubuğunu hiçbir zaman görmezler. Bu ayarı etkinleştirir veya devre dışı bırakırsanız, kullanıcılar Chromium içinden bu ayarı değiştiremez veya geçersiz kılamazlar.";
ClearSiteDataOnExit.pfm_title = "Tarayıcı kapatıldığında site verilerini temizle";
ClearSiteDataOnExit.pfm_description = "Bu politika, \"Tarayıcımı kapattığımda çerezleri ve diğer site bilgilerini temizle\" içerik ayarlama seçeneğini geçersiz kılmak içindir. Doğru olarak ayarlandığında, Chromium tarayıcı kapatılırken yerel olarak saklanan tüm verileri tarayıcıdan siler.";
CookiesAllowedForUrls.pfm_title = "Bu sitelerde çerezlere izin ver";
CookiesAllowedForUrls.pfm_description = "Çerezleri ayarlamasına izin verilen siteleri belirten url kalıpları listesini ayarlamanıza olanak sağlar.";
CookiesBlockedForUrls.pfm_title = "Bu sitelerdeki çerezleri engelle";
CookiesBlockedForUrls.pfm_description = "Çerezleri ayarlamasına izin verilmeyen siteleri belirten url kalıpları listesi ayarlamanıza olanak sağlar.";
CookiesSessionOnlyForUrls.pfm_title = "Bu sitelerde yalnızca oturum için olan çerezlere izin ver";
CookiesSessionOnlyForUrls.pfm_description = "Yalnızca oturum için olan çerezleri ayarlamasına izin verilen siteleri belirten url kalıpları listesini ayarlamanıza olanak sağlar.";
DefaultBrowserSettingEnabled.pfm_title = "Chrome'u Varsayılan Tarayıcı olarak ayarla";
DefaultBrowserSettingEnabled.pfm_description = "Chromium içindeki varsayılan tarayıcı denetimlerini yapılandırır ve kullanıcıların bu ayarı değiştirmelerini önler. Bu ayarı etkinleştirirseniz, Chromium her zaman başlangıçta varsayılan tarayıcı olup olmadığını denetler ve mümkünse kendini otomatik olarak kaydeder. Bu ayar devre dışı bırakılırsa, Chromium varsayılan tarayıcı olup olmadığını hiçbir zaman denetlemez ve bu seçeneği ayarlamaya yönelik kullanıcı denetimlerini devre dışı bırakır. Bu ayar belirtilmezse, Chromium varsayılan tarayıcı olup olmadığını ve varsayılan tarayıcı değilse kullanıcı bildirimlerinin gösterilip gösterilmeyeceğini kullanıcının denetlemesine izin verir.";
DefaultCookiesSetting.pfm_title = "Varsayılan çerezler ayarı";
DefaultCookiesSetting.pfm_description = "0 - Tüm sitelerin yerel verileri ayarlamasına izin ver.\n1 - Hiçbir sitenin yerel verileri ayarlamasına izin verme\nWeb sitelerinin yerel verileri ayarlamasına izin verilip verilmediğini ayarlamanıza olanak sağlar. Yerel verilerin ayarlanmasına ya bütün web siteleri için izin verilir ya da hiçbir web sitesi için izin verilmez.";
DefaultGeolocationSetting.pfm_title = "Varsayılan coğrafi konum ayarı";
DefaultGeolocationSetting.pfm_description = "0 - Sitelerin, kullanıcıların fiziksel konumlarını izlemesine izin ver\n1 - Hiçbir sitenin, kullanıcının fiziksel konumunu izlemesine izin verme\n2 - Bir site, kullanıcının fiziksel konumunu izlemek istediğinde sor\nWeb sitelerine, kullanıcıların fiziksel konumunu izleme izninin verilip verilmeyeceğini ayarlamanıza olanak sağlar. Kullanıcıların fiziksel konumlarının izlenmesine varsayılan olarak izin verilebilir, varsayılan olarak reddedilebilir veya web sitesinin fiziksel konumu her isteyişinde kullanıcıya sorulabilir.";
DefaultImagesSetting.pfm_title = "Varsayılan resimler ayarı";
DefaultImagesSetting.pfm_description = "0 - Tüm sitelerin tüm resimleri görüntülemesine izin ver\n1 - Hiçbir sitenin resimleri görüntülemesine izin verme\nWeb sitelerinin resimleri görüntülemesine izin verilip verilmeyeceğini ayarlamanıza olanak sağlar. Resimlerin görüntülenmesine ya bütün web siteleri için izin verilir ya da hiçbir web sitesi için izin verilmez.";
DefaultJavaScriptSetting.pfm_title = "Varsayılan JavaScript ayarı";
DefaultJavaScriptSetting.pfm_description = "0 - Tüm sitelerin JavaScript çalıştırmasına izin ver\n1 - Hiçbir sitenin JavaScript çalıştırmasına izin verme\nWeb sitelerinin JavaScript çalıştırmasına izin verilip verilmeyeceğini ayarlamanıza olanak sağlar. JavaScript çalıştırmaya ya bütün web siteleri için izin verilir ya da hiçbir web sitesi için izin verilmez.";
DefaultNotificationSetting.pfm_title = "Varsayılan bildirim ayarı";
DefaultNotificationSetting.pfm_description = "0 - Sitelerin masaüstü bildirimlerini göstermesine izin ver\n1 - Hiçbir sitenin masaüstü bildirimi göstermesine izin verme\n2 - Bir site, masaüstü bildirimlerini her göstermek istediğinde sor.\nWeb sitelerinin masaüstü bildirimleri gösterme izninin olup olmadığını ayarlamanıza olanak sağlar. Masaüstü bildirimlerinin görüntülenmesine varsayılan olarak izin verilebilir, varsayılan olarak reddedilebilir veya web sitesi masaüstü bildirimlerini her göstermek isteyişinde kullanıcıya sorulabilir.";
DefaultPluginsSetting.pfm_title = "Varsayılan eklentiler ayarı";
DefaultPluginsSetting.pfm_description = "0 - Tüm sitelerin eklentileri otomatik olarak çalıştırmasına izin ver\n1 - Tüm eklentileri engelle\nWeb sitelerinin, eklentileri otomatik olarak çalıştırmasına izin verilip verilmediğini ayarlamanıza olanak sağlar. Otomatik çalıştırılan eklentilere ya bütün web siteleri için izin verilir ya da hiçbir web sitesi için izin verilmez.";
DefaultPopupsSetting.pfm_title = "Varsayılan pop-up'lar ayarı";
DefaultPopupsSetting.pfm_description = "0 - Tüm sitelerin pop-up'ların göstermesine izin ver\n1 - Hiçbir sitenin pop-up'ları göstermesine izin verme\nWeb sitelerinin pop-up'ları görüntülemesine izin verilip verilmediğini ayarlamanıza olanak sağlar. Pop-up'ları görüntülemeye ya bütün web siteleri için izin verilir ya da hiçbir web sitesi için izin verilmez.";
DefaultSearchProviderEnabled.pfm_title = "Varsayılan arama sağlayıcıyı etkinleştir";
DefaultSearchProviderEnabled.pfm_description = "Varsayılan arama sağlayıcının kullanımını etkinleştirir. Bu ayarı etkinleştirirseniz, kullanıcı çok amaçlı adres çubuğuna URL olmayan bir metin yazdığında varsayılan bir arama gerçekleştirilir. Kullanılacak olan varsayılan arama sağlayıcıyı, varsayılan arama politikalarının kalan kısmını ayarlayarak belirtebilirsiniz. Bunlar boş bırakılırsa kullanıcı varsayılan arama sağlayıcıyı seçebilir. Bu ayarı devre dışı bırakırsanız, kullanıcı çok amaçlı adres çubuğuna URL olmayan metin girdiğinde herhangi bir arama gerçekleştirilmez. Bu ayarı etkinleştirir veya devre dışı bırakırsanız, kullanıcılar bu ayarı Chromium içinde değiştiremez veya geçersiz kılamazlar.";
DefaultSearchProviderEncodings.pfm_title = "Varsayılan arama sağlayıcı kodlamaları";
DefaultSearchProviderEncodings.pfm_description = "Arama sağlayıcı tarafından desteklenen karakter kodlamalarını belirtir. Kodlamalar UTF-8, GB2312 ve ISO-8859-1 gibi kod sayfası adlarıdır. Bu kodlamalar belirtilen sırada denenir. Varsayılan UTF-8'dir.";
DefaultSearchProviderIconURL.pfm_title = "Varsayılan arama sağlayıcı simgesi";
DefaultSearchProviderIconURL.pfm_description = "Varsayılan arama sağlayıcının favori simgesi URL'sini belirtir. İsteğe bağlıdır.";
DefaultSearchProviderInstantURL.pfm_title = "Varsayılan arama sağlayıcı anında arama URL'si";
DefaultSearchProviderInstantURL.pfm_description = "Anında arama sonuçlarını sağlamak üzere kullanılan arama motorunun URL'sini belirtir. URL içinde '{searchTerms}' dizesi bulunmalıdır. Bu dize, sorgu sırasında kullanıcının girdiği metnin girildiği kadarıyla değiştirilecektir. İsteğe bağlıdır.";
DefaultSearchProviderKeyword.pfm_title = "Varsayılan arama sağlayıcı anahtar kelimesi";
DefaultSearchProviderKeyword.pfm_description = "Bu sağlayıcı için arama tetiklemek üzere çok amaçlı adres çubuğunda kullanılan kısayolu ifade eden anahtar kelimeyi belirtir. İsteğe bağlıdır.";
DefaultSearchProviderName.pfm_title = "Varsayılan arama sağlayıcının adı";
DefaultSearchProviderName.pfm_description = "Varsayılan arama sağlayıcının adını belirtir. Boş bırakılırsa arama URL'sinde belirtilen ana makine adı kullanılır.";
DefaultSearchProviderSearchURL.pfm_title = "Varsayılan arama sağlayıcı arama URL'si";
DefaultSearchProviderSearchURL.pfm_description = "Varsayılan bir arama yapılırken kullanılacak arama motorunun URL'sini belirtir. URL içinde '{searchTerms}' dizesi bulunmalıdır. Bu dize sorgu sırasında kullanıcının aradığı terimler ile değiştirilir.";
DefaultSearchProviderSuggestURL.pfm_title = "Arama önerileri için varsayılan arama sağlayıcı URL'si";
DefaultSearchProviderSuggestURL.pfm_description = "Arama önerileri sağlamak için kullanılan arama motorunun URL'sini belirtir. URL içinde {searchTerms} dizesi bulunmalıdır. Bu dize, sorgu sırasında kullanıcının girdiği metnin girildiği kadarıyla değiştirilir. İsteğe bağlıdır.";
DeveloperToolsDisabled.pfm_title = "Geliştirici Araçları'nı devre dışı bırak";
DeveloperToolsDisabled.pfm_description = "Geliştirici Araçlarını ve JavaScript konsolunu devre dışı bırakır. Bu ayarı etkinleştirirseniz, artık Geliştirici Araçlarına erişilemez ve web sitesi öğeleri incelenemez. Geliştirici Araçlarını veya JavaScript konsolunu açan tüm klavye kısayolları ve tüm menü veya içerik menüsü girişleri devre dışı bırakılır.";
Disable3DAPIs.pfm_title = "3D grafik API'ları için desteği devre dışı bırak";
Disable3DAPIs.pfm_description = "3D grafik API'ları için desteği devre dışı bırakın. Bu ayarı etkinleştirmek web sayfalarının grafik işlem birimine (GPU) erişmesini önler. Özellikle, web sayfaları WebGL API'sına erişemez ve eklentiler Pepper 3D API'sını kullanamaz. Bu ayarın devre dışı bırakılması potansiyel olarak web sayfalarının WebGL API'sını ve eklentilerin Pepper 3D API'sını kullanmasına izin verir. Bu API'ları kullanmak için tarayıcının varsayılan ayarları yine de komut satırı bağımsız değişkenlerinin geçirilmesini gerektirebilir.";
DisableAuthNegotiateCnameLookup.pfm_title = "Kerberos kimlik doğrulaması anlaşmasını yaparken CNAME aramasını devre dışı bırak";
DisableAuthNegotiateCnameLookup.pfm_description = "Oluşturulan Kerberos SPN'sinin standart DNS adına mı yoksa girilen orijinal ada mı dayandığını belirtir. Bu ayarı etkinleştirirseniz, CNAME araması atlanır ve sunucu adı girildiği şekliyle kullanılır. Bu ayarı devre dışı bırakırsanız, sunucunun standart adı CNAME araması ile belirlenir.";
DisablePluginFinder.pfm_title = "Eklenti bulucuyu devre dışı bırak";
DisablePluginFinder.pfm_description = "Bu ayarı Doğru olarak ayarlarsanız, Chromium içindeki eksik eklentilerin otomatik araması ve kurulumu devre dışı bırakılır.";
DisableSpdy.pfm_title = "SPDY protokolünü devre dışı bırak";
DisableSpdy.pfm_description = "Chromium içinde SPDY protokolünün kullanımını devre dışı bırakır.";
DisabledPlugins.pfm_title = "Devre dışı bırakılmış eklentilerin listesi";
DisabledPlugins.pfm_description = "Chromium içinde devre dışı bırakılmış olan eklentilerin bir listesini belirtir ve kullanıcıların bu ayarı değiştirmelerini önler. '*' ve '?' joker karakterleri herhangi bir karakter dizesine uyacak şekilde kullanılabilir. '*' herhangi bir sayıda karakter ile eşleşirken '?' isteğe bağlı tek bir karakteri, yani sıfır veya bir karakteri belirtir. Çıkış karakteri '\' olduğundan gerçek '*', '?' veya '\' karakterleri ile eşleştirmek için bu karakterlerin önüne '\' getirebilirsiniz. Bu ayarı etkinleştirirseniz belirtilen eklentiler listesi Chromium içinde hiçbir zaman kullanılmaz. Eklentiler 'about:plugins' içinde devre dışı bırakılmış olarak işaretlenir ve kullanıcılar bu eklentileri etkinleştiremez. Bu politikanın EnabledPlugins ve DisabledPluginsExceptions politikaları tarafından geçersiz kılınabileceğini unutmayın.";
DisabledPluginsExceptions.pfm_title = "Devre dışı bırakılmış eklentiler listesinin istisnalar listesi";
DisabledPluginsExceptions.pfm_description = "Chromium içinde kullanıcının etkinleştirebileceği veya devre dışı bırakabileceği eklentilerin listesini belirtir. '*' ve '?' joker karakterleri herhangi bir karakter dizesine uyacak şekilde kullanılabilir. '*' herhangi bir sayıda karakter ile eşleşirken '?' isteğe bağlı tek bir karakteri, yani sıfır veya bir karakteri belirtir. Çıkış karakteri '\' olduğundan gerçek '*', '?' veya '\' karakterleri ile eşleştirmek için bu karakterlerin önüne '\' getirebilirsiniz. Bu ayarı etkinleştirirseniz belirtilen eklenti listesi Chromium içinde kullanılabilir. Kullanıcılar eklentileri, eklenti aynı zamanda DisabledPlugins içindeki bir kalıp ile eşleşse dahi 'about:plugins' içinde etkinleştirebilir veya devre dışı bırakabilirler. Kullanıcılar aynı zamanda DisabledPlugins, DisabledPluginsExceptions ve EnabledPlugins içinde herhangi bir kalıp ile eşleşmeyen eklentileri de etkinleştirebilir veya devre dışı bırakabilirler.";
DisabledSchemes.pfm_title = "Devre dışı bırakılmış protokol şemalarının listesi";
DisabledSchemes.pfm_description = "Chromium içinde listelenen protokol şemalarını devre dışı bırakır. Bu listedeki bir şemayı kullanan URL'ler yüklenmez ve bu URL'lere gidilemez.";
DiskCacheDir.pfm_title = "Disk önbellek dizinini ayarla";
DiskCacheDir.pfm_description = "Chromium uygulamasının önbelleğe alınan dosyaları diskte saklamak için kullanacağı dizini yapılandırır.\n\nBu politikayı ayarlarsanız, Chromium, kullanıcının '--disk-cache-dir' bayrağını belirtmiş olup olmamasına bakmaksızın, sağlanan dizini kullanır.";
DnsPrefetchingEnabled.pfm_title = "Ağ tahminini etkinleştir.";
DnsPrefetchingEnabled.pfm_description = "Chromium içinde ağ tahminini etkinleştirir ve kullanıcıların bu ayarı değiştirmelerini önler. Bu ayarı etkinleştirir veya devre dışı bırakırsanız kullanıcılar bu ayarı Chromium içinde değiştiremez veya geçersiz kılamazlar.";
DownloadDirectory.pfm_title = "İndirme dizinini ayarla";
DownloadDirectory.pfm_description = "Chromium tarafından dosyaların indirilmesi için kullanılacak dizini yapılandırır. Bu politikayı ayarlarsanız, Chromium kullanıcının dizin belirtmesine veya her seferinde indirme konumunun sorulmasını sağlayan işareti etkinleştirmiş olmasına bakmaksızın burada sağlanan dizini kullanır.";
EditBookmarksEnabled.pfm_title = "Yer işareti düzenlemeyi etkinleştirir veya devre dışı bırakır";
EditBookmarksEnabled.pfm_description = "Chromium içinde yer işaretlerini düzenlemeyi etkinleştirir veya devre dışı bırakır. Bu ayarı etkinleştirirseniz yer işaretleri eklenebilir, kaldırılabilir veya değiştirilebilir. Bu varsayılan ayardır. Bu ayarı devre dışı bırakırsanız yer işaretleri eklenemez, kaldırılamaz veya değiştirilemez. Mevcut yer işaretleri kullanılabilir durumda kalır.";
EnableAuthNegotiatePort.pfm_title = "Kerberos SPN'sine standart dışı bağlantı noktasını dahil et";
EnableAuthNegotiatePort.pfm_description = "Oluşturulan Kerberos SPN'sinin standart dışı bir bağlantı noktası içermesi gerekip gerekmediğini belirtir. Bu ayarı etkinleştirirseniz ve standart dışı bir bağlantı noktası (yani, 80 veya 443 dışında bir bağlantı noktası) girilirse, bu nokta, oluşturulan Kerberos SPN'sine dahil edilir. Bu ayarı devre dışı bırakırsanız oluşturulan Kerberos SPN'sine hiçbir durumda bağlantı noktası dahil edilmez.";
EnabledPlugins.pfm_title = "Etkin eklentilerin listesi";
EnabledPlugins.pfm_description = "Chromium içinde etkinleştirilmiş olan eklentilerin bir listesini belirtir ve kullanıcıların bu ayarı değiştirmelerini önler. '*' ve '?' joker karakterleri herhangi bir karakter dizesine uyacak şekilde kullanılabilir. '*' herhangi bir sayıda karakter ile eşleşirken '?' isteğe bağlı tek bir karakteri, yani sıfır veya bir karakteri belirtir. Çıkış karakteri '\' olduğundan gerçek '*', '?' veya '\' joker karakterleri ile eşleştirmek için bu karakterlerin önüne '\' getirebilirsiniz. Belirtilen eklentiler listesi eğer bu eklentiler yüklenmişse Chromium içinde her zaman kullanılır. Eklentiler 'about:plugins' içinde etkinleştirilmiş olarak işaretlenir ve kullanıcılar bu eklentileri devre dışı bırakamaz. Bu politikanın DisabledPlugins ve DisabledPluginsExceptions politikalarını geçersiz kıldığını unutmayın.";
ExtensionInstallBlacklist.pfm_title = "Kullanıcının yüklemesine engel olunacak uzantı kimlikleri (veya tümü için *)";
ExtensionInstallBlacklist.pfm_description = "Kullanıcıların YÜKLEYEMEYECEĞİ uzantıları belirlemenize olanak sağlar. Zaten yüklü olan uzantılar kara listede bulunuyorsa, bunlar kaldırılır. Kara liste değerinin * olması, açıkça beyaz listede bulunmayan tüm uzantıların kara listeye alınacağı anlamına gelir.";
ExtensionInstallForcelist.pfm_title = "Uzantı kimlikleri ve güncelleme URL'leri sessizce yüklenir";
ExtensionInstallForcelist.pfm_description = "Kullanıcı etkileşimi olmadan sessizce yüklenecek bir uzantılar listesi belirlemenize olanak sağlar. Listedeki her öğe bir noktalı virgülle (;) ayrılmış uzantı kimliği ve güncelleme URL'si içeren bir dizedir. Örnek: lcncmkcnkcdbbanbjakcencbaoegdjlp;https://clients2.google.com/service/update2/crx. Chromium her öğe için, belirtilen URL'den kimlik ile gösterilen uzantıyı alır ve sessizce yükler. Aşağıdaki sayfalarda uzantıları kendi sunucunuzda nasıl barındırabileceğiniz açıklanmıştır. Güncelleme URL'leri hakkında: http://code.google.com/chrome/extensions/autoupdate.html, genel olarak uzantıların barındırılması hakkında: http://code.google.com/chrome/extensions/hosting.html. Kullanıcılar bu politikada belirtilen uzantıların yüklemesini kaldıramaz. Bir uzantıyı bu listeden kaldırırsanız, bu durumda uzantının yüklemesi Chromium tarafından otomatik olarak kaldırılır. 'ExtensionInstallBlacklist' içinde bulunan ve beyaz listeye alınmamış uzantılar bu politika tarafından zorla yüklenemez.";
ExtensionInstallWhitelist.pfm_title = "Kara listeden muaf tutulacak uzantı kimlikleri";
ExtensionInstallWhitelist.pfm_description = "Kara listeye alınmayacak uzantıları belirlemenize olanak sağlar. Kara liste değerinin * olması, tüm uzantıların kara listede bulunduğunu ve kullanıcıların yalnızca beyaz listede belirtilen uzantıları yükleyebileceklerini gösterir. Varsayılan olarak tüm uzantılar beyaz listede bulunur, ancak politika gereği tüm uzantılar kara listeye alınmışsa bu politikayı geçersiz kılmak için beyaz liste kullanılabilir.";
GSSAPILibraryName.pfm_title = "GSSAPI kitaplığı adı";
GSSAPILibraryName.pfm_description = "HTTP Kimlik Doğrulaması için hangi GSSAPI kitaplığının kullanılacağını belirtir. Sadece bir kitaplık adı ya da tam yol ayarlayabilirsiniz. Herhangi bir ayar sağlanmazsa, Chromium varsayılan bir kitaplık adını yedek olarak kullanır.";
HomepageIsNewTabPage.pfm_title = "Ana sayfa olarak Yeni Sekme Sayfası'nı kullan";
HomepageIsNewTabPage.pfm_description = "Chromium içindeki varsayılan ana sayfa türünü yapılandırır ve kullanıcıların ana sayfa tercihlerini değiştirmelerini önler. Ana sayfa sizin belirttiğiniz bir URL'ye veya Yeni Sekme Sayfası'na ayarlanabilir. Bu ayarı etkinleştirirseniz ana sayfa olarak her zaman Yeni Sekme Sayfası kullanılır ve ana sayfa URL konumu göz ardı edilir. Bu ayarı devre dışı bırakırsanız kullanıcının ana sayfasının URL'si 'chrome://newtab' olarak ayarlanmadığı sürece hiçbir zaman Yeni Sekme Sayfası olmaz. Bu ayarı etkinleştirir veya devre dışı bırakırsanız, kullanıcılar Chromium içinde ana sayfalarının türünü değiştiremezler.";
HomepageLocation.pfm_title = "Ana sayfa URL'si";
HomepageLocation.pfm_description = "Chromium içindeki varsayılan ana sayfa URL'sini yapılandırır ve kullanıcıların bunu değiştirmelerini önler. Ana sayfa türü ya burada belirttiğiniz URL'ye ya da Yeni Sekme Sayfası'na ayarlanabilir. Yeni Sekme Sayfası'nı seçerseniz bu politika göz ardı edilir. Bu ayarı etkinleştirirseniz kullanıcılar ana sayfa URL'lerini Chromium içinden değiştiremezler, ancak ana sayfa olarak Yeni Sekme Sayfası'nı hâlâ seçebilirler.";
ImagesAllowedForUrls.pfm_title = "Bu sitelerdeki resimlere izin ver";
ImagesAllowedForUrls.pfm_description = "Resim görüntülemesine izin verilen siteleri belirten url kalıpları listesi ayarlamanıza olanak sağlar.";
ImagesBlockedForUrls.pfm_title = "Bu sitelerdeki resimleri engelle";
ImagesBlockedForUrls.pfm_description = "Resimleri görüntülemesine izin verilmeyen siteleri belirten url kalıpları listesini ayarlamanıza olanak sağlar.";
IncognitoEnabled.pfm_title = "Gizli modu etkinleştir";
IncognitoEnabled.pfm_description = "Chromium içinde Gizli modu etkinleştirir. Bu ayar etkinleştirilirse veya yapılandırılmazsa kullanıcılar web sayfalarını gizli modda açabilirler. Bu ayar devre dışı bırakılırsa kullanıcılar web sayfalarını gizli modda açamazlar.";
InstantEnabled.pfm_title = "Anında Arama'yı etkinleştir";
InstantEnabled.pfm_description = "Chromium ürününün Anında Arama özelliğini etkinleştirir ve kullanıcıların bu ayarı değiştirmelerini önler. Bu ayarı etkinleştirirseniz, Chromium Anında Arama etkinleştirilir. Bu ayarı devre dışı bırakırsanız, Chromium Anında Arama devre dışı bırakılır. Bu ayarı etkinleştirir veya devre dışı bırakırsanız, kullanıcılar bu ayarı değiştiremez veya geçersiz kılamazlar.";
JavaScriptAllowedForUrls.pfm_title = "Bu sitelerde JavaScript'e izin ver";
JavaScriptAllowedForUrls.pfm_description = "JavaScript çalıştırmasına izin verilen siteleri belirten bir url kalıpları listesi ayarlamanıza olanak sağlar.";
JavaScriptBlockedForUrls.pfm_title = "Bu sitelerde JavaScript'i engelle";
JavaScriptBlockedForUrls.pfm_description = "JavaScript çalıştırmasına izin verilmeyen siteleri belirten url kalıpları listesini ayarlamanıza olanak sağlar.";
JavascriptEnabled.pfm_title = "JavaScript’i Etkinleştir";
JavascriptEnabled.pfm_description = "Chromium içinde JavaScript'i etkinleştirir ve ve kullanıcıların bu ayarı değiştirmelerini önler. Bu ayar etkinleştirilirse veya yapılandırılmazsa, web sayfaları JavaScript kullanabilir. Bu ayar devre dışı bırakılırsa web sayfaları JavaScript kullanamaz.";
MetricsReportingEnabled.pfm_title = "Kullanım ve kilitlenme ile ilgili verilerin raporlanmasını etkinleştir";
MetricsReportingEnabled.pfm_description = "Chromium hakkındaki kullanım ve kilitlenme ile ilgili verilerin Google'a anonim olarak raporlanmasını etkinleştirir ve kullanıcıların bu ayarı değiştirmelerini önler. Bu ayarı etkinleştirirseniz kullanım ve kilitlenme ile ilgili anonim raporlama Google'a gönderilir. Bu ayarı devre dışı bırakırsanız kullanım ve kilitlenme ile ilgili anonim raporlama hiçbir zaman Google'a gönderilmez. Bu ayarı etkinleştirir veya devre dışı bırakırsanız, kullanıcılar bu ayarı Chromium içinde değiştiremez veya geçersiz kılamazlar.";
PasswordManagerAllowShowPasswords.pfm_title = "Kullanıcıların şifreleri Şifre Yöneticisi'nde görüntülemelerine izin ver";
PasswordManagerAllowShowPasswords.pfm_description = "Kullanıcının şifreleri şifre yöneticisinde açık metin olarak gösterip gösteremeyeceğini denetler. Bu ayarı devre dışı bırakırsanız, şifre yöneticisi saklanmış olan şifreleri şifre yöneticisi penceresinde açık metin olarak göstermeye izin vermez. Bu ayarı etkinleştirirseniz veya yapılandırmazsanız kullanıcılar şifrelerini şifre yöneticisi penceresinde açık metin olarak görüntüleyebilirler.";
PasswordManagerEnabled.pfm_title = "Şifre yöneticisini etkinleştir";
PasswordManagerEnabled.pfm_description = "Chromium içinde şifreleri kaydetmeyi ve kaydedilmiş şifreleri kullanmayı etkinleştirir. Bu ayarı etkinleştirirseniz kullanıcılar Chromium ürününün şifreleri ezberlemesini ve bir siteye tekrar giriş yaptıklarında bu şifreleri otomatik olarak getirmesini sağlayabilirler. Bu ayarı devre dışı bırakırsanız, kullanıcılar şifrelerini kaydedemez veya önceden kaydedilmiş şifreleri kullanamazlar. Bu ayarı etkinleştirir veya devre dışı bırakırsanız, kullanıcılar bu ayarı Chromium içinde değiştiremez veya geçersiz kılamazlar.";
PluginsAllowedForUrls.pfm_title = "Bu sitelerde eklentilere izin ver";
PluginsAllowedForUrls.pfm_description = "Eklentiler çalıştırmasına izin verilen siteleri belirten bir url kalıpları listesi ayarlamanıza olanak sağlar.";
PluginsBlockedForUrls.pfm_title = "Bu sitelerde eklentileri engelle";
PluginsBlockedForUrls.pfm_description = "Eklentileri çalıştırmasına izin verilmeyen siteleri belirten url kalıpları listesini ayarlamanıza olanak sağlar.";
PopupsAllowedForUrls.pfm_title = "Bu sitelerde pop-up'lara izin ver";
PopupsAllowedForUrls.pfm_description = "Pop-up açmasına izin verilen siteleri belirten bir url kalıpları listesi ayarlamanıza olanak sağlar.";
PopupsBlockedForUrls.pfm_title = "Bu sitelerde pop-up'ları engelle";
PopupsBlockedForUrls.pfm_description = "Pop-up'lar açmasına izin verilmeyen siteleri belirten bir url kalıpları listesi ayarlamanıza olanak sağlar.";
PrintingEnabled.pfm_title = "Yazdırmayı etkinleştir";
PrintingEnabled.pfm_description = "Chromium içinde yazdırmayı etkinleştirir ve kullanıcıların bu ayarı değiştirmelerini önler. Bu ayar etkinleştirilirse veya yapılandırılmazsa kullanıcılar yazdırma işlemi yapabilirler. Bu ayar devre dışı bırakılırsa, kullanıcılar Chromium içinden yazdırma işlemi yapamazlar. İngiliz anahtarı menüsünde, uzantılarda, JavaScript uygulamalarında vb. yazdırma devre dışıdır. Yazdırma sırasında Chromium kullanmayan bazı eklentiler üzerinden yazdırmak yine de olanaklıdır. Örneğin bazı Flash uygulamalarının içerik menülerinde yazdırma seçeneği bulunur ve bu seçenek devre dışı bırakılmaz.";
ProxyBypassList.pfm_title = "Proxy atlama kurallarının noktalı virgül ile ayrılmış listesi";
ProxyBypassList.pfm_description = "Chromium, burada verilen ana makine listesindeki proxy'leri atlar. Bu politika yalnızca, 'Proxy sunucu ayarlarının nasıl belirtileceğini seç' için proxy ayarlarını el ile seçtiyseniz etkili olur. Daha ayrıntılı örnekler için şu adresi ziyaret edin: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyMode.pfm_title = "Proxy sunucu ayarlarının nasıl belirtileceğini seç";
ProxyMode.pfm_description = "direct - Hiçbir zaman proxy kullanma\nauto_detect - Proxy ayarlarını otomatik olarak algıla\npac_script - .pac proxy komut dosyası kullan\nfixed_servers - Sabit proxy sunucuları kullan\nsystem - Sistem proxy ayarlarını kullan\nChromium tarafından kullanılan proxy sunucuyu belirlemenize olanak sağlar ve kullanıcıların proxy ayarlarını değiştirmelerini önler. Hiç proxy sunucuyu kullanmamayı ve her zaman doğrudan bağlanmayı seçerseniz diğer tüm seçenekler göz ardı edilir. Sistem proxy ayarlarını kullanmayı veya proxy sunucuyu otomatik olarak algılamayı seçerseniz diğer tüm seçenekler göz ardı edilir. Sabit sunuculu proxy modunu seçerseniz, 'Proxy sunucunun adresi veya URL'si' ve 'Proxy atlama kurallarının noktalı virgül ile ayrılmış listesi' içinde daha başka seçenekler belirtebilirsiniz. Eğer .pac proxy komut dosyası kullanmayı seçerseniz, komut dosyasının URL'sini 'proxy .pac dosyasının URL'si' içinde belirtmeniz gerekir. Ayrıntılı örnekler için şu adresi ziyaret edin: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett. Bu ayarı etkinleştirirseniz, Chromium komut satırında belirtilen proxy ile ilgili tüm seçenekleri göz ardı eder.";
ProxyPacUrl.pfm_title = "Proxy .pac dosyası için URL";
ProxyPacUrl.pfm_description = "Burada proxy .pac dosyası için URL belirtebilirsiniz. Bu politika yalnızca 'Proxy sunucu ayarlarının nasıl belirtileceğini seç' için el ile proxy ayarları seçtiyseniz etkili olur. Daha ayrıntılı örnekler için şu adresi ziyaret edin: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyServer.pfm_title = "Proxy sunucunun adresi veya URL'si";
ProxyServer.pfm_description = "Proxy sunucunun URL'sini burada belirtebilirsiniz. Bu politika yalnızca 'Proxy sunucu ayarlarının nasıl belirtileceğini seç' için el ile proxy ayarları seçtiyseniz etkin olur. Diğer seçenekler ve ayrıntılı örnekler için şu adresi ziyaret edin: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
RestoreOnStartup.pfm_title = "Başlangıçtaki işlem";
RestoreOnStartup.pfm_description = "0 - Ana sayfayı aç\n1 - Son açılmış URL'leri tekrar aç\n4 - URL listesi aç\nBaşlangıçtaki davranışı belirlemenize olanak sağlar. 'Ana sayfayı aç' seçeneğini belirtirseniz Chromium başlatılırken her zaman ana sayfa açılır. 'Son açılmış URL'leri yeniden aç\" seçeneğini belirtirseniz, Chromium son kapatıldığında açık olan URL'ler yeniden açılır. 'URL listesini aç' seçeneğini belirtirseniz, Chromium bir kullanıcı tarafından başlatıldığında 'Başlangıçta açılacak URL'ler' listesi görüntülenir. Bu ayarı etkinleştirirseniz kullanıcılar Chromium içinden bunu değiştiremez veya geçersiz kılamazlar. Bu ayarın devre dışı bırakılması, yapılandırılmamış halde bırakılması anlamına gelir. Kullanıcı bu ayarı Chromium içinden hâlâ değiştirebilir.";
RestoreOnStartupURLs.pfm_title = "Başlangıçta açılacak olan URL'ler";
RestoreOnStartupURLs.pfm_description = "Başlangıç işlemi olarak 'URL'ler listesi aç' seçilirse, açılan URL'lerin listesini belirtme olanağı sağlar.";
SafeBrowsingEnabled.pfm_title = "Güvenli Taramayı etkinleştir";
SafeBrowsingEnabled.pfm_description = "Chromium ürününün Güveli Tarama özelliğini etkinleştirir ve kullanıcıların bu ayarı değiştirmelerini önler. Bu ayarı etkinleştirirseniz Güvenli Tarama her zaman etkin olur. Bu ayarı devre dışı bırakırsanız, Güvenli Tarama hiçbir zaman etkin olmaz. Bu ayarı etkinleştirir veya devre dışı bırakırsanız, kullanıcılar bu ayarı Chromium içinde değiştiremez veya geçersiz kılamazlar.";
SavingBrowserHistoryDisabled.pfm_title = "Tarayıcı geçmişini kaydetmeyi devre dışı bırak";
SavingBrowserHistoryDisabled.pfm_description = "Chromium içinde tarama geçmişini kaydetmeyi devre dışı bırakır ve kullanıcıların bu ayarı değiştirmelerini önler. Bu ayar etkinleştirilirse tarama geçmişi kaydedilmez. Bu ayar devre dışı bırakılır veya yapılandırılmazsa tarama geçmişi kaydedilir.";
SearchSuggestEnabled.pfm_title = "Arama önerilerini etkinleştir";
SearchSuggestEnabled.pfm_description = "Chromium ürününün çok amaçlı adres çubuğunda arama önerilerini etkinleştirir ve kullanıcıların bu ayarı değiştirmelerini önler. Bu ayarı etkinleştirirseniz arama önerileri kullanılır. Bu ayarı devre dışı bırakırsanız arama önerileri hiçbir zaman kullanılmaz. Bu ayarı etkinleştirirseniz veya devre dışı bırakırsanız, kullanıcılar Chromium içinden bu ayarı değiştiremez veya geçersiz kılamazlar.";
ShowHomeButton.pfm_title = "Araç çubuğunda Ana Sayfa düğmesini göster";
ShowHomeButton.pfm_description = "Chromium araç çubuğunda Ana Sayfa düğmesini gösterir. Bu ayarı etkinleştirirseniz Ana Sayfa düğmesi her zaman gösterilir. Bu ayarı devre dışı bırakırsanız Ana Sayfa düğmesi hiçbir zaman gösterilmez. Bu ayarı etkinleştirir veya devre dışı bırakırsanız, kullanıcılar bu ayarı Chromium içinde değiştiremez veya geçersiz kılamazlar.";
SyncDisabled.pfm_title = "Google ile veri senkronizasyonunu devre dışı bırak";
SyncDisabled.pfm_description = "Google tarafından barındırılan senkronizasyon hizmetlerini kullanarak yapılan Chromium içindeki veri senkronizasyonunu devre dışı bırakır ve kullanıcıların bu ayarı değiştirmelerini önler. Bu ayarı etkinleştirirseniz, kullanıcılar Chromium içinden bu ayarı değiştiremez ve geçersiz kılamazlar.";
TranslateEnabled.pfm_title = "Google Çeviri'yi etkinleştir";
TranslateEnabled.pfm_description = "Chromium ürününde entegre olan Google Çeviri hizmetini etkinleştirir. Bu ayarı etkinleştirirseniz, uygun olduğu durumda Chromium kullanıcıya sayfanın çevirisini yapmayı teklif eden entegre bir araç çubuğu görüntüler. Bu ayarı devre dışı bırakırsanız kullanıcılar çeviri araç çubuğunu hiçbir zaman görmezler. Bu ayarı etkinleştirir veya devre dışı bırakırsanız, kullanıcılar bu ayarı Chromium içinde değiştiremez veya geçersiz kılamazlar.";
UserDataDir.pfm_title = "Kullanıcı veri dizinini ayarla";
UserDataDir.pfm_description = "Chromium ürünün kullanıcı verilerini depolamak için kullanacağı dizini yapılandırır. Bu politikayı ayarlarsanız, Chromium, kullanıcının '--user-data-dir' işaretini belirtmiş olup olmadığına bakmaksızın verilen dizini kullanır.";